Repository: chnm/DataScribe-module
Catalog: language/*.po
Languages: es_419

source: Record #%s: %s
es_419: Registro #%s: %s

source: Record #%s
es_419: Registro #%s

source: See this job for sync progress.
es_419: Ver este trabajo para sincronizar progreso.

source: See this job for validate progress.
es_419: Ver este trabajo para validar progreso.

source: See this job for export progress.
es_419: Ver este trabajo para exportar progreso.

source: Set an item set here.
es_419: Establecer un conjunto de elementos acá.

source: New field
es_419: Nuevo campo

source: DataScribe: Dataset
es_419: DataScribe: conjunto de datos

source: Batch edit all records
es_419: Editar todos los registros en bloque

source: Affected records
es_419: Registros impactados

source: You are editing %s records
es_419: Usted está editando los registros %s

source: Batch edit records
es_419: Editar registros en bloque

source: You are editing the following %s records
es_419: Usted está editando los siguientes %s registros

source: Records that need review
es_419: Registros que requieren revisión

source: Records that need work
es_419: Registros que requieren trabajo

source: Records with values marked as invalid
es_419: Registros con valores marcados como no válidos

source: Position
es_419: Posición

source: Item #
es_419: Elemento #

source: Record #
es_419: Registro #

source: Record created
es_419: Registro creado

source: Records
es_419: Registros

source: Browse items
es_419: Examinar elementos

source: Edit dataset
es_419: Editar conjunto de datos

source: More actions
es_419: Más acciones para marcar

source: Sync dataset
es_419: Sincronizar conjunto de datos

source: Validate dataset
es_419: Validar conjunto de datos

source: Export dataset
es_419: Exportar conjunto de datos

source: Select records
es_419: Seleccionar registros

source: Has invalid values
es_419: Tiene valores no válidos

source: Needs review
es_419: Necesita revisión

source: Needs work
es_419: Necesita trabajo

source: unknown
es_419: desconocido

source: invalid
es_419: no válido

source: null
es_419: nulo

source: empty
es_419: vacío

source: No records found.
es_419: No se encuentran registros.

source: Record search
es_419: Buscar registros

source: DataScribe: Project
es_419: DataScribe: Proyecto

source: New dataset
es_419: Nuevo conjunto de datos

source: Datasets
es_419: Conjuntos de datos

source: Edit project
es_419: Editar proyecto

source: Add new dataset
es_419: Añadir conjuntos de datos

source: Date created
es_419: Fecha de creación

source: Created by
es_419: Creado por

source: No datasets found for this project. %s
es_419: No se encuentran conjuntos de datos para este proyecto. %s

source: Add a new dataset.
es_419: Añadir un conjunto de datos nuevo.

source: No datasets found for this project.
es_419: No se encuentran conjuntos de datos para este proyecto.

source: Save and&hellip;
es_419: Guardar y&hellip;

source: Return to dataset items
es_419: Regresar a los elementos del conjunto de datos

source: Continue editing dataset
es_419: Continuar editando conjunto de datos

source: Form Builder
es_419: Crear formulario

source: Back to top
es_419: Regresar arriba

source: Add a field to the form
es_419: Añadir un campo al formulario

source: Last saved: %s on %s
es_419: Últimos cambios guardados: %s en %s

source: Drag to change order
es_419: Arrastrar para cambiar orden

source: Move Up
es_419: Mover arriba

source: Move Down
es_419: Mover abajo

source: Undo
es_419: Deshacer

source: Primary field
es_419: Campo principal

source: This dataset has no item set. Set an item set to enable syncing.
es_419: Este conjunto de datos no tiene un conjunto de elementos. Configurar un conjunto de elementos para habilitar la sincronización.

source: Synchronize this dataset with the configured item set. Once synchronized, this dataset will contain every item in the item set. You should synchronize periodically, any time items are added or removed from the item set.
es_419: Sincronizar este conjunto de datos con el conjunto de elementos que está configurado. Una vez sincronizada, este conjunto de datos tendrá cada elemento en un conjunto de elementos. Usted debe hacer la sincronización periódicamente, siempre que se añada o se eliminen elementos del conjunto de elementos.

source: Warning: items that have been removed from the configured item set since the last sync will be deleted from this dataset.
es_419: Cuidado: elementos que han sido eliminados del conjunto de elementos configurado desde la última sincronización será eliminado de este conjunto de datos.

source: Validate this dataset against the rules currently set in the form builder. Once validated, invalid values will be marked as invalid. You should validate periodically, after fields are added to the form, after field validation rules change, and before exporting the dataset.
es_419: Validar este conjunto de datos aunque no siga las reglas establecidas actualmente en el creador de formularios. Una vez validados, los valores no válidos se marcarán como no válidos. Debe validar periódicamente, después de agregar campos al formulario, después de que cambien las reglas de validación de campos y antes de exportar la base de datos.

source: Export this dataset to a CSV file. Note that the file will only include records from approved items, and that invalid values will be null. This will overwrite an existing export file.
es_419: Exportar este conjunto de datos a un archivo CSV. Tenga en cuenta que el archivo solo incluirá registros de elementos aprobados y que los valores no válidos serán anulados. Esto sobrescribirá un archivo de exportación existente.

source: Dataset metadata
es_419: Metadatos de conjunto de datos

source: [No description]
es_419: [Sin descripción]

source: Not set
es_419: Sin configurar

source: [Unknown]
es_419: [Desconocido]

source: %s by %s
es_419: %s por %s

source: Last modified
es_419: Última modificación

source: [Not modified]
es_419: [Sin modificar]

source: Last synced
es_419: Última sincronización

source: [Not synced]
es_419: [No sincronizado]

source: Last validated
es_419: Última confirmación

source: [Not validated]
es_419: [Sin validar]

source: Last exported
es_419: Última exportación

source: [Not exported]
es_419: [Sin exportar]

source: Export file
es_419: Exportar documento

source: Click to download CSV file
es_419: Haga click para descargar documento CSV

source: [No export file available]
es_419: [Documento de exportación no disponible]

source: Dashboard
es_419: Panel

source: Browse projects
es_419: Examinar proyectos

source: Add new project
es_419: Añadir nuevo proyecto

source: Welcome to DataScribe.
es_419: Bienvenido a DataScribe.

source: My projects
es_419: Mis proyectos

source: Unlocked items
es_419: Elementos no asignados

source: New
es_419: Nuevo

source: In progress
es_419: En progreso

source: My items
es_419: Mis elementos

source: Not approved
es_419: No aprobado

source: Items needing review
es_419: Elementos que necesitan revisión

source: Needs my re-review
es_419: Requiere mi revisión

source: Records needing review
es_419: Registros que necesitan revisión

source: All projects
es_419: Todos los proyectos

source: No projects found.
es_419: No se encuentran proyectos.

source: Batch edit all items
es_419: Editar todos los elementos en bloque

source: You are editing %s items
es_419: Usted está editando %s elementos

source: You are editing the following %s items
es_419: Usted está editando los siguientes %s elementos

source: All unlocked and new items
es_419: Todos los elementos no asignados y nuevos

source: All unlocked and in progress items
es_419: Todos los elementos no asignados y en progreso

source: My new items
es_419: Mis nuevos elementos

source: My in progress items
es_419: Mis elementos en progreso

source: My items that need review
es_419: Mis elementos que requieren revisión

source: My items that are not approved
es_419: Mis elementos que no han sido aprobados

source: My items that are approved
es_419: Mis elementos que han sido aprobados

source: Items with values marked as invalid
es_419: Elementos con valores marcados como no válidos

source: All items that are not approved
es_419: Todos los elementos que están aprobados

source: All items that are approved
es_419: Todos los elementos que están aprobados

source: All items that need review
es_419: Todos los elementos que requieren revisión

source: All items that need initial review
es_419: Todos los elementos que requieren una revisión inicial

source: All items that need re-review
es_419: Todos los elementos que requieren una revisión adicional

source: Items I reviewed that need re-review
es_419: Elementos revisados por mí que requieren una revisión adicional

source: Items I reviewed that are not approved
es_419: Elementos revisados por mí que no han sido aprobados

source: Items I reviewed that are approved
es_419: Elementos revisados por mí que están aprobados

source: Browse records
es_419: Ver registros

source: Prioritized
es_419: Prioritarios

source: Submitted
es_419: Enviados

source: Reviewed
es_419: Revisados

source: Last submitted
es_419: Último envío

source: Last reviewed
es_419: Última revisión

source: Review status
es_419: Revisar estado

source: Select items
es_419: Seleccionar elementos

source: No items found. %s
es_419: Elementos no encontrados. %s

source: Sync this dataset.
es_419: Sincronizar este conjunto de datos.

source: If you have recently synced, the sync job likely has not finished<br>and/or you need to refresh this page.
es_419: Si usted ha sincronizado recientemente, es probable que el trabajo de sincronización no ha terminado<br>y/o usted necesita refrescar la página.

source: No items found.
es_419: Elementos no encontrados.

source: Item metadata
es_419: Metadatos de elemento

source: DataScribe item
es_419: Elemento de DataScribe

source: Omeka item
es_419: Elemento de Omeka

source: Record count
es_419: Conteo de registros

source: Not submitted
es_419: No enviado

source: Not reviewed
es_419: No revisado

source: Last locked
es_419: Último asignado

source: Unlocked
es_419: No asignado

source: Transcriber notes
es_419: Notas de transcriptor

source: Reviewer notes
es_419: Notas de quien revisa

source: New project
es_419: Nuevo proyecto

source: Configuration
es_419: Configuración

source: Projects
es_419: Proyectos

source: No projects found. %s
es_419: Proyectos no encontrados. %s

source: Add a new project.
es_419: Añadir un nuevo proyecto.

source: Project metadata
es_419: Metadatos de proyecto

source: Click on a user to add them to the project.
es_419: Haga click en un usuario para añadirlo al proyecto.

source: Transcriber
es_419: Transcriptor

source: DataScribe: Item
es_419: DataScribe: Elemento

source: Add new record
es_419: Añadir nuevo registro

source: Item actions
es_419: Acción de marcar de elemento

source: Item status:
es_419: Estado de elemento:

source: Lock status:
es_419: Estado de asignación:

source: Locked
es_419: Asignado

source: Last locked to %s on %s
es_419: Último asignado a %s en %s

source: Submission status:
es_419: Estado de envío:

source: Last submitted by %s on %s
es_419: Último envío por %s en %s

source: Review status:
es_419: Estado de revisión:

source: Last reviewed by %s on %s
es_419: Última revisión por %s en %s

source: Priority status:
es_419: Prioridad:

source: Not prioritized
es_419: No es prioritario

source: Last prioritized by %s on %s
es_419: Fue señalado como prioritario por última vez por %s en %s

source: Delete records
es_419: Eliminar registros

source: Are you sure you would like to delete the selected records?
es_419: ¿Está seguro que desea eliminar los registros seleccionados?

source: %1$s: this action will permanently delete %2$s records and cannot be undone.
es_419: %1$s: esta acción de marcar borrará permanentemente los expedientes %2$s y no podrá deshacerse.

source: Are you sure you would like to delete all records on all pages of this result?
es_419: ¿Está seguro que desea eliminar todos los registros en todas las páginas de este resultado?

source: New record
es_419: Nuevo registro

source: DataScribe: Record
es_419: DataScribe: Registro

source: Previous records
es_419: Registro previo

source: Enable focus mode
es_419: Agrandar espacio de trabajo

source: Enable fast entry mode
es_419: Activar modo de entrada rápida

source: Layout
es_419: Diseño

source: Horizontal view
es_419: Vista horizontal

source: Vertical view
es_419: Vista vertical

source: Guidelines
es_419: Guía

source: Add another
es_419: Añadir otro

source: Return to records
es_419: Regresar a registros

source: Stay on this record
es_419: Quedarse en este registro

source: This field's data type is unknown. The value cannot be added.
es_419: Este tipo de datos del campo es desconocido. El valor no puede añadirse.

source: This field's data type is unknown. The value cannot be edited.
es_419: Este tipo de datos del campo es desconocido. El valor no puede editarse.

source: This value is invalid. Please correct it below and save this form to update.
es_419: Este valor no es válido. Por favor corríjalo abajo y guarde este formulario para actualizarlo.

source: This value is marked as invalid but does not appear to be invalid. Either re-validate the dataset or save this form as-is.
es_419: Este valor está marcado como no válido pero no parece serlo. Revalide el conjunto de datos o guarde este formulario tal cual está.

source: Is missing
es_419: Faltante

source: Is illegible
es_419: Es ilegible

source: Reset value
es_419: Restablecer valor

source: This dataset has no form. %s
es_419: Este conjunto de datos no tiene formulario. %s

source: Build the form.
es_419: Crear el formulario.

source: This dataset has no form.
es_419: Este conjunto de datos no tiene formulario.

source: Record actions
es_419: Acciones de marcar de registro

source: Next records
es_419: Siguientes registros

source: Zoom in
es_419: Acercar

source: Zoom out
es_419: Alejar

source: Rotate left
es_419: Rotar a la izquierda

source: Rotate right
es_419: Rotar a la derecha

source: Record metadata
es_419: Metadatos de registros

source: Primary value
es_419: Valor principal

source: [None]
es_419: [Ninguno]

source: Disable focus mode
es_419: Desagrandar espacio de trabajo

source: Disable fast entry mode
es_419: Deshabilitar modo de entrada rápida

source: Record
es_419: Registro

source: Textarea label
es_419: Etiqueta Textarea

source: Rows
es_419: Filas

source: Minimum length
es_419: Longitud mínima

source: The minimum number of characters long the input can be and still be considered valid.
es_419: El número mínimo de caracteres para que se considere válido.

source: Maximum length
es_419: Longitud máxima

source: The maximum number of characters the input should accept.
es_419: El número máximo de caracteres que la entrada debe aceptar.

source: Placeholder
es_419: Texto predeterminado

source: An exemplar value to display in the input field whenever it is empty.
es_419: Un valor de ejemplo para mostrar en el campo de entrada siempre que esté vacío.

source: Regex pattern
es_419: Patrón de regex

source: A regular expression the input's contents must match in order to be valid.
es_419: Expresión regular con la que el contenido de la entrada debe coincidir para que sea válida.

source: Default value
es_419: Valor por defecto

source: Number
es_419: Número

source: Number input label
es_419: Etiqueta para el campo de número

source: Minimum value
es_419: Valor mínimo

source: The minimum value to accept for this input.
es_419: Valor mínimo para aceptar para esta entrada.

source: Maximum value
es_419: Valor máximo

source: The maximum value to accept for this input.
es_419: Valor mínimo para aceptar para esta entrada.

source: A number that specifies the granularity that the value must adhere to.
es_419: Un número que especifica la granularidad a la que debe adherirse el valor.

source: Datalist
es_419: Lista de datos

source: Recommended options available to choose, separated by new lines.
es_419: Opciones recomendadas disponibles para elegir, separadas por nuevas líneas.

source: Selection label
es_419: Etiqueta de selección

source: The selection options separated by new lines.
es_419: Las opciones de selección separadas por nuevas líneas.

source: Text input label
es_419: Etiqueta de entrada de texto

source: Unknown data type
es_419: Tipo de datos desconocido

source: Field data
es_419: Datos de campo

source: Value text
es_419: Texto de valor

source: [No selection]
es_419: [Sin seleccionar]

source: Time
es_419: Hora

source: Radio
es_419: Botón de opción

source: DateTime
es_419: FechaHora

source: Checkbox
es_419: Casilla de verificación

source: Checkbox label
es_419: Etiqueta de casilla de verificación

source: Checked value
es_419: Valor verificado

source: Unhecked value
es_419: Valor sin verificar

source: Checked by default
es_419: Verificado por defecto

source: Check
es_419: Verificar

source: Minimum year
es_419: Año mínimo

source: Maximum year
es_419: Año máximo

source: Default year
es_419: Año predeterminado

source: Default month
es_419: Mes predeterminado

source: Default day
es_419: Día predeterminado

source: Default hour
es_419: Hora predeterminada

source: Default minute
es_419: Minuto predeterminado

source: Default second
es_419: Segundo predeterminado

source: Year
es_419: Año

source: Month
es_419: Mes

source: Day
es_419: Día

source: Hour
es_419: Hora

source: Minute
es_419: Minuto

source: Second
es_419: Segundo

source: Records successfully edited.
es_419: Registros editados exitosamente.

source: Editing records. This may take a while.
es_419: Editando registros. Esto puede tomar un tiempo.

source: You must select at least one record to batch delete.
es_419: Usted debe seleccionar al menos un registro para poder eliminar en bloque.

source: Records successfully deleted
es_419: Los registros han sido borrados exitosamente

source: Deleting records. This may take a while.
es_419: Eliminando registros. Esto puede tomar un tiempo.

source: Project successfully created.
es_419: El proyecto ha sido creado exitosamente.

source: Project successfully edited.
es_419: El proyecto ha sido editado exitosamente.

source: Project successfully deleted
es_419: El proyecto ha sido eliminado de manera exitosa

source: Item successfully updated and submitted for review.
es_419: Elemento actualizado exitosamente y enviado para revisión.

source: Item successfully updated and marked as approved.
es_419: Elemento actualizado exitosamente y marcado para aprobación.

source: Item successfully updated.
es_419: Elemento actualizado exitosamente.

source: Record successfully added. Add another record below.
es_419: Registro añadido exitosamente. Añadir otro registro abajo.

source: Record successfully added. Continue editing it below.
es_419: Registro añadido exitosamente. Continúe editándolo abajo.

source: Record successfully added.
es_419: Registro añadido exitosamente.

source: Record successfully saved. Continue editing it below.
es_419: Registro guardado exitosamente. Continúe editándolo abajo.

source: Record successfully saved.
es_419: Registro guardado exitosamente.

source: Record successfully deleted
es_419: Registro eliminado exitosamente

source: This dataset has no item set. %s
es_419: Este conjunto de datos no tiene un conjunto de elementos. %s

source: Items successfully edited.
es_419: Elementos editados exitosamente.

source: Dataset successfully created.
es_419: Conjunto de datos creado exitosamente.

source: Dataset successfully edited.
es_419: Conjunto de datos editado exitosamente.

source: Dataset successfully deleted
es_419: Conjunto de datos borrado exitosamente

source: Syncing dataset. This may take a while. %s
es_419: Sincronizando conjunto de datos. Esto puede tomar un tiempo. %s

source: Validating dataset. This may take a while. %s
es_419: Validando conjunto de datos. Esto puede tomar un tiempo. %s

source: Exporting dataset. This may take a while. %s
es_419: Exportando conjunto de datos. Esto puede tomar un tiempo. %s

source: The DatascribeItemAdapter adapter does not implement the create operation.
es_419: El adaptador de DatascribeItemAdapter no implementa la operación de creación.

source: A DataScribe dataset must not be null
es_419: Un conjunto de datos de DataScribe no debe ser nulo

source: An item must not be null
es_419: Un elemento no debe ser nulo

source: Invalid project format passed in request.
es_419: Formato de proyecto no válido aprobado en la solicitud.

source: Invalid item set format passed in request.
es_419: Conjunto de elementos no válido aprobado en la solicitud.

source: Invalid owner format passed in request.
es_419: Formato de propietario no válido aprobado en la solicitud.

source: Invalid fields format passed in request.
es_419: Formato de campos no válido aprobado en la solicitud.

source: The name "%s" is already taken.
es_419: El nombre “%s” ya ha sido elegido.

source: A dataset name must not be null
es_419: El nombre de un conjunto de datos no debe ser nulo

source: A project must not be null
es_419: Un proyecto no debe ser nulo

source: Invalid field data for field "%s".
es_419: Datos de campo no válidos para campo ”%s”.

source: Invalid item format passed in request.
es_419: Formato de elemento no válido aprobado en la solicitud.

source: Invalid values format passed in request.
es_419: Formato de valores no válido aprobado en la solicitud.

source: Missing item.
es_419: Elemento faltante.

source: Invalid field. Field not in dataset.
es_419: Campo no válido. El campo no está en el conjunto de datos.

source: Invalid value text for field "%s".
es_419: Texto de valor no válido para el campo “%s”.

source: An owner must have an ID
es_419: Un propietario debe tener un ID

source: A project name must not be null
es_419: El nombre de un proyecto no debe ser nulo

source: Approved
es_419: Aprobado

source: January
es_419: Enero

source: February
es_419: Febrero

source: March
es_419: Marzo

source: April
es_419: Abril

source: May
es_419: Mayo

source: June
es_419: Junio

source: July
es_419: Julio

source: August
es_419: Agosto

source: September
es_419: Septiembre

source: October
es_419: Octubre

source: November
es_419: Noviembre

source: December
es_419: Diciembre

source: Invalid value
es_419: Valor no válido

source: Set to null
es_419: Establecer como nulo

source: Enter the name of this dataset.
es_419: Ingresar el nombre de este conjunto de datos.

source: Enter the description of this dataset.
es_419: Ingresar la descripción de este conjunto de datos.

source: Enter guidelines for transcribing this dataset.
es_419: Entrar guía para transcribir este conjunto de datos.

source: Select the item set used to synchronize dataset items. Once synchronized, this dataset will contain every item in this item set.
es_419: Seleccionar el conjunto de elementos usado para sincronizar los elementos del conjunto de datos. Una vez sincronizada, la base de datos contendrá cada elemento en este conjunto de elementos.

source: Select an item set
es_419: Seleccionar conjunto de elementos

source: Field name
es_419: Nombre de campo

source: Field description
es_419: Descripción de campo

source: Field is primary
es_419: El campo es principal

source: Field is required
es_419: El campo es necesario

source: Submit for review
es_419: Enviar para revisión

source: Mark as not submitted
es_419: Marcar como no enviado

source: Mark as approved
es_419: Marcar como aprobado

source: Mark as not approved
es_419: Marcar como no aprobado

source: Mark as not reviewed
es_419: Marcar como no revisado

source: Unlock
es_419: Desasignar

source: Lock to me
es_419: Asignar a mí

source: Mark as prioritized
es_419: Marcar como prioritario

source: Mark as not prioritized
es_419: Marcar como no prioritario

source: Lock to transcriber
es_419: Asignar a transcriptor
