Repository: chnm/DataScribe-module
Catalog: language/*.po
Languages: es_419

source: Lock to reviewer
es_419: Asignar a quien revisa

source: Lock to admin
es_419: Asignar a admin

source: Needs review?
es_419: ¿Requiere revisión?

source: Select one
es_419: Seleccionar uno

source: Needs work?
es_419: ¿Requiere más trabajo?

source: Has invalid values?
es_419: ¿Tiene valores no válidos?

source: Select user
es_419: Seleccionar usuario

source: Modified by
es_419: Modificado por

source: Lock action
es_419: Asignar acción de marcar

source: Review action
es_419: Revisar acción de marcar

source: Priority action
es_419: Acción de marcar prioritaria

source: Enter the name of this project.
es_419: Ingresar el nombre de este proyecto.

source: Enter the description of this project.
es_419: Ingresar la descripción de este proyecto.

source: Need review
es_419: Requiere revisión

source: Select status
es_419: Seleccionar estado

source: Submitted by
es_419: Enviado por

source: Submitted status
es_419: Estado de envío

source: Reviewed by
es_419: Revisado por

source: Reviewed status
es_419: Estado de revisión

source: Locked by
es_419: Asignado por

source: Locked status
es_419: Estado de asignación

source: Needs review action
es_419: Requiere acción de marcar para revisión

source: Mark as needs review
es_419: Marcar como que requiere revisión

source: Mark as does not need review
es_419: Marcar como que no requiere revisión

source: Needs work action
es_419: Requiere acción de marcar para trabajo

source: Mark as needs work
es_419: Marcar como que requiere más trabajo

source: Mark as does not need work
es_419: Marcar como que no necesita más trabajo

source: Is missing action
es_419: Acción de marcar como faltante

source: Mark as missing
es_419: Marcar como faltante

source: Mark as not missing
es_419: Marcar como no faltante

source: Is illegible action
es_419: Acción de marcar como ilegible

source: Mark as illegible
es_419: Marcar como ilegible

source: Mark as not illegible
es_419: Marcar como no ilegible
